[
  {
    "id": "1",
    "type": "F",
    "title": "Vingadores: Ultimato",
    "originalTitle": "Avengers: Endgame",
    "genre": "Ação, Aventura, Drama",
    "recommended": "12",
    "image": "ultimato.jpg",
    "rating": 8.2,
    "release": "25 de Abril de 2019",
    "duration": "3h 1min",
    "synopsis": "Após Thanos eliminar metade das criaturas vivas, os Vingadores precisam lidar com a dor da perda de amigos e seus entes queridos. Com Tony Stark (Robert Downey Jr.) vagando perdido no espaço sem água nem comida, Steve Rogers (Chris Evans) e Natasha Romanov (Scarlett Johansson) precisam liderar a resistência contra o titã louco."
  },
  {
    "id": "2",
    "type": "S",
    "title": "Game of Thrones",
    "originalTitle": "Game of Thrones",
    "genre": "Drama, Fantasia",
    "recommended": "16",
    "image": "game_of_thrones.jpg",
    "rating": 6.2,
    "release": "2011 - 2019",
    "episodes": 73,
    "seasons": 8,
    "synopsis": "Há muito tempo, em um tempo esquecido, uma força destruiu o equilíbrio das estações. Em uma terra onde os verões podem durar vários anos e o inverno toda uma vida, as reivindicações e as forças sobrenaturais correm as portas do Reino dos Sete Reinos. A irmandade da Patrulha da Noite busca proteger o reino de cada criatura que pode vir de lá da Muralha, mas já não tem os recursos necessários para garantir a segurança de todos. Depois de um verão de dez anos, um inverno rigoroso promete chegar com um futuro mais sombrio. Enquanto isso, conspirações e rivalidades correm no jogo político pela disputa do Trono de Ferro, o símbolo do poder absoluto."
  },
  {
    "id": "3",
    "type": "F",
    "title": "Vingadores: Guerra Infinita",
    "originalTitle": "Avengers: Infinity War",
    "genre": "Aventura, Ação",
    "recommended": "12",
    "image": "guerra_infinita.jpg",
    "rating": 7.9,
    "release": "26 de abril de 2018",
    "duration": "2h 36min",
    "synopsis": "Thanos (Josh Brolin) enfim chega à Terra, disposto a reunir as Joias do Infinito. Para enfrentá-lo, os Vingadores precisam unir forças com os Guardiões da Galáxia, ao mesmo tempo em que lidam com desavenças entre alguns de seus integrantes."
  },
  {
    "id": "4",
    "type": "S",
    "title": "The Witcher",
    "originalTitle": "The Witcher",
    "genre": "Aventura, Fantasia",
    "recommended": "12",
    "image": "the_witcher.jpg",
    "rating": 9.2,
    "release": "2019 - ",
    "episodes": 8,
    "seasons": 1,
    "synopsis": "Um grupo de jovens com habilidades peculiares encara a difícil missão de combater as criaturas mais perigosas do planeta Terra. Conhecidos como bruxos, cada membro desenvolveu muito cedo capacidades sobrenaturais a fim de encararem uma desafiante caçada aos monstros e manterem a humanidade em segurança."
  },
  {
    "id": "5",
    "type": "F",
    "title": "Os Novos Mutantes",
    "originalTitle": "The New Mutants",
    "genre": "Fantasia, Ficção científica, Terror",
    "recommended": "",
    "image": "novos_mutantes.jpg",
    "rating": 0,
    "release": "2 de abril de 2020",
    "duration": "",
    "synopsis": "Cinco jovens mutantes descobrem o alcance de seus poderes e lidam com traumas do passado enquanto são mantidos presos contra a vontade num sinistro hospital."
  },
  {
    "id": "6",
    "type": "F",
    "title": "Jumanji: Próxima Fase",
    "originalTitle": "Jumanji: The Next Level",
    "genre": "Aventura, Comédia",
    "recommended": "L",
    "image": "jumanji.jpg",
    "rating": 6,
    "release": "16 de janeiro de 2020",
    "duration": "2h 04min",
    "synopsis": "Tentado em revisitar o mundo de Jumanji, Spencer (Alex Wolff) decide consertar o jogo de videogame que permite que os jogadores sejam transportados ao local. Logo o quarteto formado por Smolder Bravestone (Dwayne Johnson), Moose Finbar (Kevin Hart), Shelly Oberon (Jack Black) e Ruby Roundhouse (Karen Gillan) ressurge, agora comandado por outras pessoas: os avôs de Spencer e Fridge (Danny DeVito e Danny Glover) assumem as personas de Bravestone e Finbar, enquanto o próprio Fridge (Ser'Darius Blain) agora está sob a pele de Oberon."
  },
  {
    "id": "7",
    "type": "F",
    "title": "Klaus",
    "originalTitle": "Klaus",
    "genre": "Animação",
    "recommended": "L",
    "image": "klaus.jpg",
    "rating": 9.8,
    "release": "15 de novembro de 2019",
    "duration": "1h 36min",
    "synopsis": "Em Smeerensburg, remota ilha localizada acima do Círculo Ártico, Jesper (Jason Schwartzman) é um estudante da Academia Postal que enfrenta um sério problema: os habitantes da cidade brigam o tempo todo, sem demonstrar o menor interesse por cartas. Prestes a desistir da profissão, ele encontra apoio na professora Alva (Rashida Jones) e no misterioso carpinteiro Klaus (J.K. Simmons), que vive sozinho em sua casa repleta de brinquedos feitos a mão."
  },
  {
    "id": "8",
    "type": "S",
    "title": "Lúcifer",
    "originalTitle": "",
    "genre": "Lucifer",
    "recommended": "12",
    "image": "lucifer.jpg",
    "rating": 7,
    "release": "2016 - ",
    "episodes": 4,
    "seasons": 67,
    "synopsis": "Lúcifer (Tom Ellis), também conhecido como o Senhor do Inferno, se cansa da vida demoníaca que leva no subterrâneo e decide se mudar para Los Angeles. Lá, ele passa a ajudar a polícia local a cercar e punir malfeitores."
  },
  {
    "id": "9",
    "type": "F",
    "title": "Star Wars: A Ascensão Skywalker",
    "originalTitle": "Star Wars: The Rise of Skywalke",
    "genre": "Ficção científica, Aventura",
    "recommended": "16",
    "image": "ascensao_skywalker.jpg",
    "rating": 6.2,
    "release": "19 de dezembro de 2019",
    "duration": "2h 22min",
    "synopsis": "Com o retorno do Imperador Palpatine, todos voltam a temer seu poder e, com isso, a Resistência toma a frente da batalha que ditará os rumos da galáxia. Treinando para ser uma completa Jedi, Rey (Daisy Ridley) ainda se encontra em conflito com seu passado e futuro, mas teme pelas respostas que pode conseguir a partir de sua complexa ligação com Kylo Ren (Adam Driver), que também se encontra em conflito pela Força."
  },
  {
    "id": "10",
    "type": "F",
    "title": "Bacurau",
    "originalTitle": "Bacurau",
    "genre": "Drama, Suspense",
    "recommended": "16",
    "image": "bacurau.jpg",
    "rating": 8.4,
    "release": "29 de agosto de 2019",
    "duration": "2h 10min",
    "synopsis": "Pouco após a morte de dona Carmelita, aos 94 anos, os moradores de um pequeno povoado localizado no sertão brasileiro, chamado Bacurau, descobrem que a comunidade não consta mais em qualquer mapa. Aos poucos, percebem algo estranho na região: enquanto drones passeiam pelos céus, estrangeiros chegam à cidade pela primeira vez. Quando carros se tornam vítimas de tiros e cadáveres começam a aparecer, Teresa (Bárbara Colen), Domingas (Sônia Braga), Acácio (Thomas Aquino), Plínio (Wilson Rabelo), Lunga (Silvero Pereira) e outros habitantes chegam à conclusão de que estão sendo atacados. Falta identificar o inimigo e criar coletivamente um meio de defesa."
  },
  {
    "id": "11",
    "type": "F",
    "title": "A Família Addams",
    "originalTitle": "The Addams Family",
    "genre": "Animação",
    "recommended": "L",
    "image": "familia_addams.jpg",
    "rating": 3,
    "release": "31 de outubro de 2019",
    "duration": "1h 27min",
    "synopsis": "Para ir de mal a pior, a Família Addams precisa se preparar para receber uma visita de parentes ainda mais arrepiantes. Mas a misteriosa mansão deles parece estar com os dias de maldade contados. O clã assustador mais querido dos cinemas está de volta nessa animação baseada nos quadrinhos de Charles Addams."
  },
  {
    "id": "12",
    "type": "F",
    "title": "Doutor Estranho",
    "originalTitle": "Doctor Strange",
    "genre": "Fantasia, Aventura",
    "recommended": "12",
    "image": "doutor_estranho.jpg",
    "rating": 7.6,
    "release": "3 de novembro de 2016",
    "duration": "1h 55min",
    "synopsis": "Stephen Strange (Benedict Cumberbatch) leva uma vida bem sucedida como neurocirurgião. Sua vida muda completamente quando sofre um acidente de carro e fica com as mãos debilitadas. Devido a falhas da medicina tradicional, ele parte para um lugar inesperado em busca de cura e esperança, um misterioso enclave chamado Kamar-Taj, localizado em Katmandu. Lá descobre que o local não é apenas um centro medicinal, mas também a linha de frente contra forças malignas místicas que desejam destruir nossa realidade. Ele passa a treinar e adquire poderes mágicos, mas precisa decidir se vai voltar para sua vida comum ou defender o mundo."
  }
]
